Repository: stany24/BendingCalculator
Catalog: Flexion/Assets/Localization/EditorLocalization/PieceEditorLocalization/Helper/PieceEditorHelperLocalization.*.resx
Languages: fr

# PieceEditorHelper6
source: Video here
fr: Vidéo ici

# PieceEditorHelper5
source: Here you can see a video with a demo.
fr: Vous pouvez voir ici une vidéo avec une démo.

# PieceEditorHelper1
source: This is the piece editor, here you can create new pieces and modify them, the pieces have multiple properties:
fr: Cette fenêtre est l'éditeur de pièce, elle permet de créer de nouvelles pièces et de les modifier, les pièces ont plusieurs propriétés:

# PieceEditorHelper2
source: - The Name, for you to recognise the piece.
fr: - Le nom, pour que vous reconnaisiez la pièce.

# PieceEditorHelper3
source: - The length of the piece.
fr: - La longueur de la pièce.

# PieceEditorHelper4
source: When you select only one piece on the left listbox you can see it's layers on the right listbox and you can click the "Change layers" button to customize the piece.
fr: Quand vous selectionnez qu'une seul pièce dans la listbox de droite vous pouvez voir ses couches dans la listbox de droite et vous pouvez clicker le boutton "Changer les couches" pour customiser la pièce.

# PieceEditorHelper10
source: - Add: will add the selected layers of the right listbox to the piece.
fr: - Ajouter: permet d'ajouter les couches selectionnées dans la listbox de droite à la pièce.

# PieceEditorHelper11
source: - Remove: will remove the selected layers of the left listbox to the piece.
fr: - Retirer: permet de retirer les couches selectionnées dans la listbox de gauche à la pièce.

# PieceEditorHelper12
source: - Move down: will move down the selected layers of the left listbox.
fr: - Descendre: permet de descendre les couches selectionnées dans la listbox de gauche.

# PieceEditorHelper13
source: - Move up: will move up the selected layers of the left listbox.
fr: - Monter: permet de monter les couches selectionnées dans la listbox de gauche.

# PieceEditorHelper7
source: This is the piece editor, here you can change the layers inside a piece.
fr: Cette fenêtre est l'éditeur de pièce, elle permet de modifier les couches contenue dans une pièce.

# PieceEditorHelper9
source: You can take 4 different actions:
fr: Vous pouvez faire 4 actions différentes

# PieceEditorHelper8
source: The left listbox contains the layers inside the piece, the right listbox contains all the layers you have created.
fr: La listbox de gauche contient les couches dans la pièce, la listbox de droite contient toutes les couches que vous avez créer.

# PieceEditorHelper15
source: Video here
fr: Vidéo ici

# PieceEditorHelper14
source: Here you can see a video with a demo.
fr: Vous pouvez voir ici une vidéo avec une démo.
