Repository: stany24/BendingCalculator
Catalog: Flexion/Assets/Localization/MainLocalization/Helper/MainHelperLocalization.*.resx
Languages: de

# MainWindowHelper1
source: This is the main window, it is used to show an overview of the application, the results and is used to start the simulation
de: Es ist ein test

# MainWindowHelper9
source: Here you can see a video with a demo.
de: Hier können Sie ein Video mit einer Demo sehen.

# MainWindowHelper10
source: Video here
de: Video hier

# MainWindowHelper2
source: Their are 6 different section in this window:
de: Es gibt 6 verschiedene Abschnitte in diesem Fenster:

# MainWindowHelper3
source: - Force: It's used to modifiy the force or open the force editor.
de: - Kraft: Wird verwendet, um die Kraft zu modifizieren oder den Kraft-Editor zu öffnen.

# MainWindowHelper4
source: - Piece: It's used to show all created pieces and open the piece editor
de: - Stück: Es wird verwendet, um alle erstellten Stücke anzuzeigen und den Stückeditor zu öffnen.

# MainWindowHelper5
source: - Layer: it's used to show all created layers and open the layer editor.
de: - Ebene: wird verwendet, um alle erstellten Ebenen anzuzeigen und den Ebenen-Editor zu öffnen.

# MainWindowHelper6
source: - Material: it's used to show all created pieces and open the piece editor.
de: - Material: wird verwendet, um alle erstellten Teile anzuzeigen und den Teile-Editor zu öffnen.

# MainWindowHelper7
source: - Result: The graph shows the the results of the simulation.
de: - Ergebnis: Die Grafik zeigt die Ergebnisse der Simulation.

# MainWindowHelper8
source: - Start: The button is used to start the simulation, one piece must be selected in the piece section
de: - Starten: Die Schaltfläche dient zum Starten der Simulation, ein Stück muss im Stückbereich ausgewählt werden
